// data.js
const uirouriData = [
  {
    display: "拙者親方と申すは、お立会いの内に、御存じのお方もござりましょうが、",
    reading: "せっしゃおやかたともうすわおたちあいのうちにごぞんじのおかたもござりましょうが"
  },
  {
    display: "お江戸を発って二十里上方、相州小田原一色町をお過ぎなされて、",
    reading: "おえどをたってにじゅうりかみがたそうしゅうおだわらいっしきまちをおすぎなされて"
  },
  {
    display: "青物町を登りへおいでなさるれば、欄干橋虎屋藤衛門、",
    reading: "あおものちょうをのぼりへおいでなさるればらんかんばしとらやとうえもん"
  },
  {
    display: "只今は剃髪致して、円斉となのりまする。",
    reading: "ただいまわていはついたしてえんさいとなのりまする"
  },
  {
    display: "元朝より、大晦日まで、お手に入れまする此の薬は、",
    reading: "がんちょうよりおおつごもりまでおてにいれまするこのくすりわ"
  }
];
